<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Parola hatırlatma metinleri
    |--------------------------------------------------------------------------
    |
    | Aşağıdaki metinler, başarısız olmuş bir parola sıfırlama
    | işleminde oluşan hataları temsil eden mesajlardır.
    |
    */

    'reset' => 'თქვენი პაროლი აღდგენილია!',
    'sent' => 'თქვენი პაროლის გადატვირთვის ბმული ელფოსტით გაიგზავნა!',
    'token' => 'პაროლის გადატვირთვის მისამართი/კოდი არასწორია.',
    'user' => 'არ არის დარეგისტრირებული წევრი ამ ელფოსტის მისამართით.',
    'throttled' => 'გთხოვთ, დაელოდოთ ხელახლა ცდამდე.',
];
